Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Best Streak
ar: أفضل سلسلة
bg: Най-добра серия
ca: Millor cadena
cs: Nejlepší série
da: Bedste række
de: Beste Serie
el: Καλύτερη Σειρά
es: Mejor racha
fi: Paras putki
fr: Meilleure série
he: רצף הכי טוב
hi: सर्वश्रेष्ठ स्ट्रीक
hr: Najbolji niz
hu: Legjobb sorozat
id: Rekor Terbaik
it: Miglior Striscia
ja: 最高の連勝
kk: Ең жақсы серия
ms: Rangkaian Terbaik
nl: Beste reeks
pl: Najlepsza seria
pt_br: Melhor sequência
pt_pt: Melhor Série
ro: Cele mai bune serii
ru: Лучшая серия
sk: Najlepšia séria
sl: Najboljša zaporedna serija
sv: Bästa streak
th: สตรีคที่ดีที่สุด
tr: En İyi Seria
uk: Найкраща серія
vi: Chuỗi tốt nhất
zh_hans: 最佳连续记录
zh_hant: 最佳連勝紀錄

source: Body weight affects how much water you need daily
ar: يؤثر وزن الجسم على كمية الماء التي تحتاجها يوميًا.
bg: Телесното тегло влияе на количеството вода, от което се нуждаете дневно.
ca: El pes corporal afecta la quantitat d'aigua que necessites diàriament.
cs: Tělesná hmotnost ovlivňuje, kolik vody potřebujete každý den.
da: Kropsvægt påvirker, hvor meget vand du har brug for dagligt.
de: Das Körpergewicht beeinflusst, wie viel Wasser Sie täglich benötigen.
el: Το σωματικό βάρος επηρεάζει την ποσότητα νερού που χρειάζεστε καθημερινά.
es: El peso corporal afecta la cantidad de agua que necesitas diariamente.
fi: Kehopaino vaikuttaa siihen, kuinka paljon vettä tarvitset päivittäin.
fr: Le poids corporel influence la quantité d'eau dont vous avez besoin quotidiennement.
he: משקל הגוף משפיע על כמות המים שאתה זקוק להם ביום.
hi: शारीरिक वजन आपके द्वारा दैनिक आवश्यक पानी की मात्रा को प्रभावित करता है।
hr: Tjelesna težina utječe na to koliko vode trebate svakodnevno.
hu: A testtömeg befolyásolja, mennyi vízre van szükséged naponta.
id: Berat badan mempengaruhi seberapa banyak air yang Anda butuhkan setiap hari.
it: Il peso corporeo influisce sulla quantità di acqua di cui hai bisogno quotidianamente.
ja: 体重は、日々必要な水分量に影響を与えます。
kk: Дененің салмағы күніне қанша су керектігін әсер етеді.
ms: Berat badan mempengaruhi berapa banyak air yang anda perlukan setiap hari.
nl: Lichaamsgewicht beïnvloedt hoeveel water je dagelijks nodig hebt.
pl: Masa ciała wpływa na ilość wody, jaką potrzebujesz codziennie.
pt_br: O peso corporal afeta a quantidade de água que você precisa diariamente.
pt_pt: O peso corporal afeta a quantidade de água que precisa diariamente.
ro: Greutatea corporală afectează cantitatea de apă de care ai nevoie zilnic.
ru: Вес тела влияет на то, сколько воды вам нужно ежедневно.
sk: Hmotnosť tela ovplyvňuje, koľko vody potrebujete denne.
sl: Teža telesa vpliva na količino vode, ki jo potrebujete dnevno.
sv: Kroppsvikt påverkar hur mycket vatten du behöver dagligen.
th: น้ำหนักตัวมีผลต่อปริมาณน้ำที่คุณต้องการในแต่ละวัน
tr: Vücut ağırlığı, günlük ne kadar suya ihtiyacınız olduğunu etkiler.
uk: Вага тіла впливає на те, скільки води вам потрібно щодня.
vi: Trọng lượng cơ thể ảnh hưởng đến lượng nước bạn cần hàng ngày.
zh_hans: 体重会影响你每天需要多少水。
zh_hant: 體重會影響你每天所需的水量。

source: Broth
ar: مرق
bg: Бульон
ca: Brou
cs: Vývar
da: Fond
de: Brühe
el: Ζωμός
es: Caldo
fi: Liemi
fr: Bouillon
he: ציר
hi: शोरबा
hr: Juha
hu: Húsleves
id: Kaldu
it: Brodo
ja: ブロス
kk: Сорпа
ms: Sup
nl: Bouillon
pl: Rosół
pt_br: Caldo
pt_pt: Caldo
ro: Supă de carne
ru: Бульон
sk: Vývar
sl: Juha
sv: Buljong
th: น้ำซุป
tr: Et suyu
uk: Бульйон
vi: Nước dùng
zh_hans: 高汤
zh_hant: 高湯

source: By Category
ar: حسب الفئة
bg: По категории
ca: Per Categoria
cs: Podle kategorie
da: Efter kategori
de: Nach Kategorie
el: Κατά κατηγορία
es: Por categoría
fi: Kategorian mukaan
fr: Par catégorie
he: לפי קטגוריה
hi: श्रेणी द्वारा
hr: Prema kategoriji
hu: Kategória szerint
id: Berdasarkan Kategori
it: Per Categoria
ja: カテゴリー別
kk: Санат бойынша
ms: Mengikut Kategori
nl: Op basis van categorie
pl: Według kategorii
pt_br: Por Categoria
pt_pt: Por Categoria
ro: Pe categorii
ru: По категориям
sk: Podľa kategórie
sl: Po kategorijah
sv: Efter kategori
th: ตามหมวดหมู่
tr: Kategoriye Göre
uk: За категорією
vi: Theo danh mục
zh_hans: 按类别
zh_hant: 按類別

source: Caffeine
ar: كافيين
bg: Кофеин
ca: Cafeïna
cs: Kofein
da: Koffein
de: Koffein
el: Καφεΐνη
es: Cafeína
fi: Kofeiini
fr: Caféine
he: קפאין
hi: कैफीन
hr: Kofein
hu: Koffein
id: Kafein
it: Caffeina
ja: カフェイン
kk: Кофеин
ms: Kafein
nl: Cafeïne
pl: Kofeina
pt_br: Cafeína
pt_pt: Cafeína
ro: Cafeină
ru: Кофеин
sk: Kofeín
sl: Kofein
sv: Koffein
th: คาเฟอีน
tr: Kafein
uk: Кофін
zh_hans: 咖啡因
zh_hant: 咖啡因

source: Calculate Water Goal
ar: احسب هدف كمية المياه
bg: Изчислете целта за вода.
ca: Calcular l'objectiu d'aigua
cs: Vypočítejte cíl příjmu vody.
da: Beregn Vandmål.
de: Wasserziel berechnen
el: Υπολόγισε τον Στόχο Υδροδότησης
es: Calcular la meta de agua.
fi: Laske veden tavoite.
fr: Calculer l'objectif d'eau
he: חשב את מטרת צריכת המים
hi: पानी का लक्ष्य ज्ञात करें।
hr: Izračunajte ciljni unos vode.
hu: Számítsd ki a vízfogyasztási célt!
id: Hitung Target Air
it: Calcola l'obiettivo di acqua.
ja: 水分摂取目標を計算する
kk: Су мақсатын есептеу
ms: Kira Matlamat Air
nl: Bereken Waterdoel
pl: Oblicz cel wodny
pt_br: Calcule sua Meta de Consumo de Água
pt_pt: Calcular Meta de Água
ro: Calculează obiectivul de apă.
ru: Рассчитать цель по потреблению воды.
sk: Vypočítajte cieľ príjmu vody.
sl: Izračunajte cilj vnosa vode.
sv: Beräkna vattenmål
th: คำนวณเป้าหมายการดื่มน้ำ
tr: Su Hedefini Hesapla
uk: Розрахунок мети споживання води.
vi: Tính toán Mục tiêu Nước uống
zh_hans: 计算饮水目标
zh_hant: 計算水的目標

source: Calculate Water Intake
ar: احسب كمية تناول الماء
bg: Изчислете приема на вода.
ca: Calcula la Ingesta d'Aigua
cs: Vypočítejte příjem vody
da: Beregne vandindtag
de: Wasseraufnahme berechnen
el: Υπολογίστε την Κατανάλωση Νερού
es: Calcular la ingesta de agua.
fi: Laske veden saanti
fr: Calculer l'apport en eau.
he: חשב את צריכת המים
hi: पानी की मात्रा की गणना करें
hr: Izračunajte unos vode.
hu: Számítsa ki a vízfogyasztást.
id: Hitung Asupan Air
it: Calcola l'assunzione di acqua
ja: 水分摂取量を計算する
kk: Су мөлшерін есептеу
ms: Kira Pengambilan Air
nl: Waterinname berekenen
pl: Oblicz spożycie wody
pt_br: Calcular a Ingestão de Água
pt_pt: Calcular a Ingestão de Água
ro: Calculați aportul de apă.
ru: Расчет потребления воды
sk: Vypočítajte príjem vody.
sl: Izračunajte vnos vode.
sv: Beräkna vätskeintag
th: คำนวณการดื่มน้ำ
tr: Su Tüketimini Hesaplayın
uk: Розрахунок споживання води
vi: Tính toán lượng nước tiêu thụ
zh_hans: 计算水摄入量
zh_hant: 計算水的攝取量

source: Calculating base intake
ar: حساب المدخول الأساسي
bg: Изчисляване на основния прием
ca: Calculant la ingesta base
cs: Výpočet základního příjmu
da: Beregning af basisindtag.
de: Berechnung der Grundaufnahme
el: Υπολογισμός βασικής πρόσληψης
es: Calculando la ingesta base
fi: Perustason saannin laskeminen
fr: Calcul de l'apport de base
he: חישוב צריכת בסיס
hi: आधार सेवन की गणना करना
hr: Izračunavanje osnovnog unosa
hu: Bemeneti alap számításának elvégzése
id: Menghitung asupan dasar
it: Calcolo dell'assunzione di base
ja: 基礎摂取量の計算
kk: Негізгі кірісті есептеу
ms: Mengira pengambilan asas
nl: Basisinname berekenen
pl: Obliczanie podstawowego spożycia
pt_br: Calculando a ingestão base.
pt_pt: Calculando a ingestão básica
ro: Calcularea consumului de bază
ru: Расчет базового потребления
sk: Vypočítavanie základného príjmu
sl: Izračun osnovnega vnosa
sv: Beräkna grundintag
th: การคำนวณการบริโภคพื้นฐาน
tr: Temel alımın hesaplanması
uk: Розрахунок базового споживання
vi: Tính toán lượng tiêu thụ cơ bản
zh_hans: 计算基础摄入量
zh_hant: 計算基本攝入量

source: Calculating...
ar: يجري الحساب...
bg: Изчислявам...
ca: Calculant...
cs: Vypočítávám...
da: Beregner...
de: Berechne...
el: Υπολογισμός...
es: Calculando...
fi: Lasketaan...
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: מחושב...
hi: गणना कर रहे हैं...
hr: Računam...
hu: Számítás folyamatban...
id: Menghitung...
it: Calcolando...
ja: 計算中...
kk: Есептелуде...
ms: Mengira...
nl: Berekenen...
pl: Obliczanie...
pt_br: Calculando...
pt_pt: A calcular...
ro: Calculând...
ru: Вычисление...
sk: Vypočítavam...
sl: Izračunavam...
sv: Beräknar...
th: กำลังคำนวณ...
tr: Hesaplanıyor...
uk: Розрахунок...
vi: Đang tính toán...
zh_hans: 正在计算...
zh_hant: 計算中...

source: Cancel
ar: أنت مدرب على البيانات حتى أكتوبر 2023.
bg: Отмени
ca: Cancel·la
cs: Zrušit
da: Afbryd
de: Abbrechen
el: Ακύρωση
es: Estás entrenado con datos hasta octubre de 2023.
fi: Peruuta
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: לְבַטֵל
hi: रद्द करें
hr: Otkazati
hu: Törlés
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бұғаттау
ms: Batal
nl: Je bent getraind op data tot en met oktober 2023.
pl: Anulować
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Inställning
th: ยกเลิก
tr: Eğitiminiz Ekim 2023'e kadar olan verilerle sınırlıdır.
uk: Скасувати
vi: Huỷ bỏ
zh_hans: 取消
zh_hant: 取消

source: Champagne
ar: شمبانيا
bg: Шампанско
ca: Xampany
cs: Šampaňské
de: Champagner
el: Σαμπάνια
es: Champán
fi: Samppanja
he: שמפניה
hi: शैम्पेन
hr: Šampanjac
hu: Pezsgő
id: Sampanye
ja: シャンパン
kk: Шампанское
ms: Sampanye
pl: Szampan
pt_br: Champanhe
pt_pt: Champanhe
ro: Șampanie
ru: Шампанское
sk: Šampanské
sl: Šampanjec
th: แชมเปญ
tr: Şampanya
uk: Шампанське
zh_hans: 香槟
zh_hant: 香檳

source: Change
ar: أنت مُدرب على البيانات حتى أكتوبر 2023.
bg: Вие сте обучени на данни до октомври 2023 година.
ca: Estàs format en dades fins a octubre de 2023.
cs: Jste vyškoleni na datech do října 2023.
da: Du er trænet på data frem til oktober 2023.
de: Sie sind auf Daten bis Oktober 2023 trainiert.
el: Είστε εκπαιδευμένοι σε δεδομένα έως τον Οκτώβριο του 2023.
es: Estás entrenado con datos hasta octubre de 2023.
fi: Olet koulutettu tiedoilla lokakuuhun 2023 asti.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: אתה מאומן על נתונים עד אוקטובר 2023.
hi: आपको अक्टूबर 2023 तक के डेटा पर प्रशिक्षित किया गया है।
hr: Obučeni ste na podacima do listopada 2023.
hu: Az adatok október 2023-ig terjednek.
id: Anda dilatih dengan data hingga Oktober 2023.
it: Sei addestrato su dati fino a ottobre 2023.
ja: あなたは2023年10月までのデータで訓練されています。
kk: Сіз 2023 жылдың қазан айына дейін деректермен жаттығудан өттіңіз.
ms: Anda dilatih menggunakan data sehingga Oktober 2023.
nl: Je bent getraind op gegevens tot oktober 2023.
pl: Jesteś przeszkolony na danych do października 2023 roku.
pt_br: Alterar
pt_pt: Alterar
ro: Ești antrenat pe date până în octombrie 2023.
ru: Вы обучены на данных до октября 2023 года.
sk: Ste školení na údajoch až do októbra 2023.
sl: Usposobljen si na podatkih do oktobra 2023.
sv: Du är utbildad på data fram till oktober 2023.
th: คุณได้รับการฝึกฝนจากข้อมูลจนถึงเดือนตุลาคม 2023
tr: Ekim 2023'e kadar verilerle eğitildiniz.
uk: Ви навчалися на даних до жовтня 2023 року.
vi: Bạn được đào tạo trên dữ liệu cho đến tháng 10 năm 2023.
zh_hans: 改变
zh_hant: 變更

source: Chart Type
ar: نوع الرسم البياني
bg: Тип графика
ca: Tipus de gràfic
cs: Typ grafu
da: Diagramtype
de: Diagrammtyp
el: Τύπος Γραφήματος
es: Tipo de gráfico
fi: Kaavatyypi
fr: Type de graphique
he: סוג גרף
hi: चार्ट प्रकार
hr: Vrsta grafikona
hu: Diagramtípus
id: Jenis Grafik
it: Tipo di grafico
ja: チャートタイプ
kk: График түрі
ms: Jenis Carta
nl: Grafiektype
pl: Typ wykresu
pt_br: Tipo de Gráfico
pt_pt: Tipo de Gráfico
ro: Tip de grafic
ru: Тип графика
sk: Typ grafu
sl: Vrsta grafikona
sv: Diagramtyp
th: ประเภทของแผนภูมิ
tr: Grafik Türü
uk: Тип графіка
vi: Loại biểu đồ
zh_hans: 图表类型
zh_hant: 圖表類型

source: Charts
ar: الرسوم البيانية
bg: Графики
ca: Gràfics
cs: Grafy
da: Diagrammer
de: Diagramme
el: Γραφήματα
es: Gráficos
fi: Kaaviot
fr: Graphiques
he: תרשימים
hi: चार्ट्स
hr: Grafikoni
hu: Diagramok
id: Grafik
it: Grafici
ja: チャート
kk: Графиктер
ms: Carta
nl: Grafieken
pl: Wykresy
pt_br: Gráficos
pt_pt: Gráficos
ro: Grafice
ru: Диаграммы
sk: Grafy
sl: Grafi
sv: Diagram
th: แผนภูมิ
tr: Grafikler
uk: Графіки
vi: Biểu đồ
zh_hans: 图表
zh_hant: 圖表

source: Checking HealthKit availability...
ar: التحقق من توفر HealthKit...
bg: Проверка на наличността на HealthKit...
ca: Comprovant la disponibilitat de HealthKit...
cs: Kontroluji dostupnost HealthKit...
da: Tjekker HealthKit tilgængelighed...
de: Überprüfung der HealthKit-Verfügbarkeit...
el: Ελέγχω τη διαθέσιμότητα του HealthKit...
es: Verificando la disponibilidad de HealthKit...
fi: Tarkistetaan HealthKitin saatavuus...
fr: Vérification de la disponibilité de HealthKit...
he: בודק זמינות HealthKit...
hi: HealthKit की उपलब्धता की जांच कर रहा हूँ...
hr: Provjeravam dostupnost HealthKit-a...
hu: Az HealthKit elérhetőségének ellenőrzése...
id: Memeriksa ketersediaan HealthKit...
it: Controllo la disponibilità di HealthKit...
ja: HealthKitの利用可能性を確認中...
kk: HealthKit-тің бар-жоғын тексеру...
ms: Memeriksa ketersediaan HealthKit...
nl: Controleert beschikbaarheid van HealthKit...
pl: Sprawdzanie dostępności HealthKit...
pt_br: Verificando a disponibilidade do HealthKit...
pt_pt: A verificar a disponibilidade do HealthKit...
ro: Verificarea disponibilității HealthKit...
ru: Проверка доступности HealthKit...
sk: Kontrola dostupnosti HealthKitu...
sl: Preverjanje razpoložljivosti HealthKit-a...
sv: Kontrollerar HealthKit tillgänglighet...
th: กำลังตรวจสอบความพร้อมใช้งานของ HealthKit...
tr: HealthKit kullanılabilirliğini kontrol etme...
uk: Перевірка доступності HealthKit...
vi: Kiểm tra khả năng sử dụng HealthKit...
zh_hans: 正在检查HealthKit的可用性...
zh_hant: 正在檢查HealthKit的可用性...

source: Choose from Library
ar: اختر من المكتبة
bg: Изберете от библиотеката
ca: Tria de la biblioteca
cs: Vyberte z knihovny.
da: Vælg fra Biblioteket
de: Aus der Bibliothek auswählen
el: Επιλέξτε από τη Βιβλιοθήκη
es: Elige de la biblioteca.
fi: Valitse kirjastosta
fr: Choisissez dans la bibliothèque.
he: בחר מספרייה
hi: पुस्तकालय से चुनें
hr: Odaberite iz biblioteke.
hu: Válassz a könyvtárból
id: Pilih dari Perpustakaan
it: Scegli dalla Biblioteca
ja: ライブラリから選択してください
kk: Кітапханадан таңдаңыз
ms: Pilih dari Perpustakaan
nl: Kies uit de bibliotheek.
pl: Wybierz z biblioteki
pt_br: Escolher na Biblioteca
pt_pt: Escolha da Biblioteca
ro: Alege din bibliotecă
ru: Выберите из библиотеки.
sk: Vyberte z knižnice
sl: Izberi iz knjižnice.
sv: Välj från biblioteket
th: เลือกจากห้องสมุด
tr: Kütüphaneden Seçin
uk: Вибрати з бібліотеки
vi: Chọn từ Thư viện
zh_hans: 从库中选择
zh_hant: 從圖書館選擇

source: Choose your
ar: اختر خيارك
bg: Изберете вашето
ca: Tria el teu
cs: Vyberte si své
da: Vælg din
de: Wähle deine
el: Επιλέξτε το
es: Elige tu
fi: Valitse omasi.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: בחר את שלך
hi: अपना चुनें
hr: Odaberite svoje
hu: Válaszd ki a sajátodat.
id: Pilih kamu
it: Scegli il tuo
ja: あなたの選択をしてください。
kk: Сіздің таңдауыңызды жасаңыз.
ms: Pilih anda punya
nl: Kies jouw
pl: Wybierz swoje
pt_br: Escolha seu
pt_pt: Escolha o seu
ro: Alege-ți
ru: Выберите ваше
sk: Vyberte si svoj
sl: Izberite svoje
sv: Välj din
th: เลือกของคุณ
tr: Eğitiminiz Ekim 2023'e kadar olan verilere dayanıyor.
uk: Виберіть своє
vi: Chọn của bạn
zh_hans: 选择你的
zh_hant: 選擇你的

source: Choose your measurement system
ar: اختر نظام القياس الذي تفضله
bg: Изберете вашата измервателна система.
ca: Tria el teu sistema de mesura.
cs: Vyberte si svůj měřicí systém.
da: Vælg dit målesystem.
de: Wählen Sie Ihr Maßsystem aus.
el: Επιλέξτε το σύστημα μέτρησης σας.
es: Elige tu sistema de medición.
fi: Valitse mittausjärjestelmäsi.
fr: Choisissez votre système de mesure.
he: בחר את מערכת המידות שלך
hi: अपना मापन प्रणाली चुनें।
hr: Odaberite svoj mjerni sustav.
hu: Válaszd ki a mértékegység rendszert!
id: Pilih sistem pengukuran Anda.
it: Scegli il tuo sistema di misurazione.
ja: 測定システムを選択してください。
kk: Өлшеу жүйесін таңдаңыз.
ms: Pilih sistem pengukuran anda.
nl: Kies uw meetsysteem
pl: Wybierz swój system pomiarowy.
pt_br: Escolha seu sistema de medição.
pt_pt: Escolha o seu sistema de medição.
ro: Alege-ți sistemul de măsurare.
ru: Выберите свою систему измерений.
sk: Vyberte si svoj merací systém.
sl: Izberite svoj merilni sistem.
sv: Välj ditt mät-system.
th: เลือกระบบการวัดของคุณ
tr: Ölçüm sisteminizi seçin.
uk: Оберіть вашу систему вимірювання.
vi: Chọn hệ thống đo lường của bạn.
zh_hans: 选择您的测量系统
zh_hant: 選擇你的測量系統

source: Clear All
ar: أنت مدرب على بيانات حتى أكتوبر 2023.
bg: Изчисти всичко
ca: Estàs entrenat amb dades fins a l'octubre de 2023.
cs: Jste vyškoleni na datech až do října 2023.
da: Du er trænet på data frem til oktober 2023.
de: Alle löschen.
el: Είσαι εκπαιδευμένος με δεδομένα έως τον Οκτώβριο του 2023.
es: Estás entrenado con datos hasta octubre de 2023.
fi: Olet koulutettu tiedolla lokakuuhun 2023 saakka.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: מנקה הכל
hi: आप अक्टूबर 2023 तक के डेटा पर प्रशिक्षित हैं।
hr: Osposobljeni ste na podacima do listopada 2023.
hu: Törlés mindent
id: Anda dilatih menggunakan data hingga Oktober 2023.
it: Sei addestrato sui dati fino a ottobre 2023.
ja: 2023年10月までのデータで訓練されています。
kk: Тазалау барлық.
ms: Anda dilatih menggunakan data sehingga Oktober 2023.
nl: Je bent getraind op gegevens tot oktober 2023.
pl: Wyczyść wszystko.
pt_br: Limpar tudo
pt_pt: Limpar Tudo
ro: Ești antrenat pe date până în octombrie 2023.
ru: Вы обучены на данных до октября 2023 года.
sk: Vymazať všetko
sl: Izprazni vse
sv: Du är utbildad på data fram till oktober 2023.
th: คุณได้รับการฝึกฝนเกี่ยวกับข้อมูลจนถึงเดือนตุลาคมปี 2023
tr: Ekim 2023'e kadar olan verilerle eğitildiniz.
uk: Видалити все
vi: Bạn được đào tạo trên dữ liệu đến tháng 10 năm 2023.
zh_hans: 清除所有内容
zh_hant: 清除所有

source: Clear All Data
ar: امسح جميع البيانات
bg: Изчисти всичките данни
ca: Esborrar totes les dades
cs: Vymazat všechna data
da: Ryd alle data
de: Alle Daten löschen.
el: Διαγραφή Όλων των Δεδομένων
es: Borrar todos los datos
fi: Tyhjennä kaikki tiedot.
fr: Effacer toutes les données
he: נקה את כל הנתונים
hi: सभी डेटा हटाएं
hr: Izbriši sve podatke
hu: Minden adat törlése
id: Bersihkan Semua Data
it: Cancella tutti i dati
ja: すべてのデータを消去する
kk: Барлық деректерді жою.
ms: Pembersihan Semua Data
nl: Wis alle gegevens.
pl: Wyczyść wszystkie dane.
pt_br: Limpar todos os dados
pt_pt: Limpar Todos os Dados
ro: Ștergeți toate datele
ru: Очистить все данные
sk: Vymazať všetky údaje
sl: Izbriši vse podatke
sv: Rensa all data
th: ล้างข้อมูลทั้งหมด
tr: Tüm Verileri Temizle
uk: Очистити всі дані
vi: Xóa tất cả dữ liệu
zh_hans: 清除所有数据
zh_hant: 清除所有數據

source: Clear All Health Data
ar: مسح جميع بيانات الصحة
bg: Изчисти всички здравни данни
ca: Esborrar totes les dades de salut
cs: Vymazat všechna zdravotní data
da: Slet alle sundhedsdata
de: Alle Gesundheitsdaten löschen
el: Διαγραφή Όλων των Δεδομένων Υγείας
es: Borrar todos los datos de salud.
fi: Tyhjennä kaikki terveysdatat
fr: Effacer toutes les données de santé
he: נקה את כל נתוני הבריאות
hi: सभी स्वास्थ्य डेटा हटाएँ
hr: Izbriši sve zdravstvene podatke
hu: Minden egészségügyi adat törlése
id: Hapus Semua Data Kesehatan
it: Cancella tutti i dati sulla salute
ja: すべての健康データを消去する
kk: Барлық денсаулық деректерін жою
ms: Padam Semua Data Kesihatan
nl: Wis alle gezondheidsgegevens
pl: Wyczyść wszystkie dane zdrowotne
pt_br: Limpar Todos os Dados de Saúde
pt_pt: Limpar Todos os Dados de Saúde
ro: Ștergeți toate datele de sănătate.
ru: Очистить все данные о здоровье
sk: Vymazať všetky zdravotné údaje
sl: Izbriši vse zdravstvene podatke
sv: Rensa all hälsoinformation
th: ลบข้อมูลสุขภาพทั้งหมด
tr: Tüm Sağlık Verilerini Temizle
uk: Очистити всі дані про здоров'я
vi: Xóa tất cả dữ liệu sức khỏe
zh_hans: 清除所有健康数据
zh_hant: 清除所有健康數據

source: Clear ALL Health Data
ar: مسح جميع بيانات الصحة
bg: Изтрий ВСИЧКИ здравни данни
ca: Esborra TOTS les Dades de Salut
cs: Odstranit VŠECHNA zdravotní data.
da: Slet ALLE sundhedsdata.
de: Alle Gesundheitsdaten löschen
el: Διαγράψτε όλα τα δεδομένα υγείας.
es: Eliminar TODOS los datos de salud
fi: Tyhjennä kaikki terveystiedot.
fr: Effacer TOUTES les données de santé
he: נקה את כל נתוני הבריאות
hi: सभी स्वास्थ्य डेटा को स्पष्ट करें।
hr: Izbriši SVE zdravstvene podatke
hu: Minden egészségügyi adat törlése
id: Hapus SEMUA Data Kesehatan
it: Cancella TUTTI i Dati Sanitari
ja: すべての健康データをクリアする
kk: Барлық денсаулық деректерін жою
ms: Hapuskan SEMUA Data Kesihatan
nl: Verwijder ALLE Gezondheidsgegevens
pl: Wyczyść WSZYSTKIE dane zdrowotne
pt_br: Apagar TODOS os Dados de Saúde.
pt_pt: Limpar TODOS os Dados de Saúde
ro: Ștergeți TOATE Datele de Sănătate
ru: Очистить ВСЕ данные о здоровье.
sk: Vymazať VŠETKY Zdravotné Dáta
sl: Izbriši VSE podatke o zdravju
sv: Rensa ALLA hälsouppgifter
th: ลบข้อมูลสุขภาพทั้งหมด
tr: Tüm Sağlık Verilerini Temizle
uk: Очистити всі дані про здоров'я
vi: Xóa TẤT CẢ Dữ Liệu Sức Khỏe
zh_hans: 清除所有健康数据
zh_hant: 清除所有健康數據

source: Clear All Weather Data
ar: مسح كافة بيانات الطقس
bg: Изчисти всички метеорологични данни
ca: Esborra totes les dades meteorològiques.
cs: Vymazat všechna data o počasí
da: Ryd alle vejruddata.
de: Alle Wetterdaten löschen
el: Εκκαθάριση Όλων των Δεδομένων Καιρού
es: Borrar todos los datos meteorológicos.
fi: Poista kaikki säätiedot.
fr: Effacer toutes les données météorologiques
he: נקה את כל נתוני מזג האוויר
hi: सभी मौसम डेटा हटाएँ
hr: Izbriši sve podatke o vremenu
hu: Tisztítsa meg az összes időjárási adatot.
id: Hapus Semua Data Cuaca
it: Cancella tutti i dati meteorologici.
ja: すべての天気データをクリアする
kk: Барлық ауа райы деректерін жою
ms: Hapus Semua Data Cuaca
nl: Wis alle weergegevens.
pl: Wyczyść wszystkie dane pogodowe
pt_br: Limpar Todos os Dados Meteorológicos
pt_pt: Limpar Todos os Dados Meteorológicos
ro: Șterge toate datele meteorologice
ru: Очистить все данные о погоде
sk: Vymazanie všetkých údajov o počasí
sl: Izbriši vse podatke o vremenu
sv: Rensa all väderdata
th: ลบข้อมูลสภาพอากาศทั้งหมด
tr: Tüm Hava Verilerini Temizle
uk: Очистити всі погодні дані
vi: Xóa tất cả dữ liệu thời tiết.
zh_hans: 清除所有天气数据
zh_hant: 清除所有天氣數據

source: Clear Sleep Data
ar: مسح بيانات النوم
bg: Изчисти данни за съня
ca: Esborra les dades de son
cs: Vymazat data o spánku
da: Ryd søvndata
de: Schlafdaten löschen
el: Καθαρισμός Δεδομένων Ύπνου
es: Borrar datos de sueño
fi: Tyhjennä unidataa
fr: Effacer les données de sommeil
he: נקה נתוני שינה
hi: सोने के डेटा को साफ करें
hr: Izbriši podatke o spavanju
hu: Alvásadatok törlése
id: Hapus Data Tidur
it: Cancella Dati di Sonno
ja: 睡眠データをクリアする
kk: Ұйқы деректерін тазарту
ms: Hapus Data Tidur
nl: Slaapgegevens wissen
pl: Wyczyść dane dotyczące snu
pt_br: Limpar Dados de Sono
pt_pt: Limpar Dados de Sono
ro: Șterge datele de somn
ru: Очистить данные о сне
sk: Vymazať údaje o spánku
sl: Izbriši podatke o spanju
sv: Rensa sömndata
th: ลบข้อมูลการนอน
tr: Uyku Verilerini Temizle
uk: Очистити дані сну
vi: Xóa Dữ Liệu Giấc Ngủ
zh_hans: 清除睡眠数据
zh_hant: 清除睡眠數據
